{
  "What did Iain Watters consign to the bin?": "His baked Alaska (The Great British Bake Off)",
  "Where was the sea wall and railway line swept away in February?": "Dawlish, Devon",
  "Who finished 67th in the Olympic women's giant slalom?": "Violinist Vanessa-Mae (Vanakorn)",
  "Which 2014 album was named after its running time?": "Kasabian's 48:13",
  "What finished 2,001,926 to 1,617,989?": "Scottish independence referendum",
  "Whose last comedy tour was the aptly titled Quick… Before They Close The Lid?": "Joan Rivers",
  "What caused the Doughty Street Chambers website to crash?": "Searches for Amal Alamuddin (on her marriage to George Clooney)",
  "What ended in Harrogate on 5 July?": "First stage of the Tour de France",
  "What was the first 2014 film release to gross $1bn worldwide?": "Transformers: Age Of Extinction",
  "Laura Bates founded which campaigning website?": "Everyday Sexism",
  "Which group's motto is \"Remaining and Expanding\"?": "Isis/Isil",
  "What were London cabbies protesting about in September?": "Uber (and other taxi apps)",
  "What had a close encounter with Churyumov-Gerasimenko?": "Rosetta space mission",
  "Where were Mac and Cheese reprieved in November?": "White House (Thanksgiving turkeys)",
  "Kim Kardashian \"broke the internet\" with a shoot for what mag?": "Paper",
  "Michael Kane; Robert Jenrick; Douglas Carswell; Liz McInnes; Mark Reckless?": "Elected in byelections in 2014",
  "Alien; cat; crescent moon; love yer brain; dog, and with a little help from my fwends?": "Tattoos added in 2014 by Miley Cyrus",
  "Spurs; Kings; Seahawks; Giants?": "2014 US sports champions: San Antonio, basketball; LA, ice hockey; Seattle, NFL; San Francisco, baseball",
  "5774-5775; Heisei 26; 1435-1436; 2006-2007; Snake-Horse?": "2014 in other calendars: Hebrew; Japanese; Islamic; Ethiopian; Chinese",
  "Ron Woodroof; Jeanette Francis; Rayon; Patsey?": "Characters played by 2014 acting Oscar winners: Matthew McConaughey; Cate Blanchett; Jared Leto; Lupita Nyong'o",
  "Henri Matisse; Piet Mondrian; JMW Turner; Richard Hamilton; Kazimir Malevich?": "Subject of Tate exhibitions in 2014",
  "The Autumn Of The Patriarch; The Conservationist; The Queen And I; The Children Of Men?": "Books by writers who died this year: Gabriel Garcia Márquez; Nadine Gordimer; Sue Townsend; PD James",
  "Australia; Miss France; Night of Thunder; Taghrooda; Kingston Hill?": "Winners of Classics in 2014: Derby; 1000 Guineas; 2000 Guineas; Oaks; St Leger",
  "Cormac Murphy-O'Connor (2001); Vincent Nichols (in February)?": "British cardinals",
  "Anglesey sea salt; West Country beef; West Country lamb?": "Received EU protected status in 2014"
}